content/posts/the_hidden_life_of_trees_what_they_feel_how_they_communicate.md
+++
title = "The Hidden Life of Trees: What They Feel, How They Communicate"
author = ["Jethro Kuan"]
draft = false
+++

author
: Peter Wohlleben

Goodreads
: <https://www.goodreads.com/book/show/28256439-the-hidden-life-of-trees>

## Themes {#themes}

- [Wood Wide Web]({{< relref "wood_wide_web" >}})

## Interesting Facts {#interesting-facts}

- Some forests plan reproduction in advance, such as birch trees. This regulates
  many things, for example, the population of animals that depend on their
  fruit.
- Parent trees enforce a strict upbringing on the new generation of young
  seedlings. One way they do this is through light deprivation: young seedlings
  are short and covered by the crowns of the parent trees. The young trees often
  only receive enough light to survive, enforcing a slow growth, and encouraging
  them to develop extensive branches and leaves that can absorb the little
  sunlight they receive. Once the mother tree perishes, the young trees can then
  grow up strong.
- "A tree is only as strong as the forest": Trees are social beings, and trees
  try to ensure that every tree in the forest is equally successful (e.g. their
  photosynthesis rate is often synchronized).
- The notion of having to space out the vegetation to avoid overcrowding comes
  from a forester's mentality. In practice, trees don't practice this sort of
  distancing.
